Repository: mark-stephenson-/Distance---Front-End
Catalog: NHS Prase/Languages/*.lproj/Questionnaire.strings
Languages: fr

# question.recommend_ward
source: How likely are you to recommend this ward to your friends and family if they needed similar care or treatment?
fr: [fr]How likely are you to recommend this ward to your friends and family if they needed similar care or treatment?

# question.different_roles
source: I knew what the different roles of the people caring for me were.
fr: [fr]I knew what the different roles of the people caring for me were.

# question.dignity
source: I was always treated with dignity and respect.
fr: [fr]I was always treated with dignity and respect.

# question.who_to_ask
source: I knew who to go to if I needed to ask a question.
fr: [fr]I knew who to go to if I needed to ask a question.

# option.strongly_disagree
source: Strongly Disagree
fr: [fr]Strongly Disagree

# option.disagree
source: Disagree
fr: [fr]Disagree

# option.neither_agree
source: Neither Agree or Disagree
fr: [fr]Neither Agree or Disagree

# option.agree
source: Agree
fr: [fr]Agree

# option.strongly_agree
source: Strongly Agree
fr: [fr]Strongly Agree

# option.not_applicable
source: Not Applicable
fr: [fr]Not Applicable

# option.no_answer
source: I prefer not to answer
fr: [fr]I prefer not to answer

# option.very_likely
source: Extremely Likely
fr: [fr]Extremely Likely

# option.likely
source: Likely
fr: [fr]Likely

# option.neither_likely
source: Neither Likely or Unlikely
fr: [fr]Neither Likely or Unlikely

# option.unlikely
source: Unlikely
fr: [fr]Unlikely

# option.very_unlikely
source: Extremely Unlikely
fr: [fr]Extremely Unlikely
