Repository: mark-stephenson-/Distance---Front-End
Catalog: NHS Prase/Languages/*.lproj/Storyboard.strings
Languages: fr

# login.field.password.placeholder
source: Enter your staff password
fr: [fr]Enter your staff password

# login.field.username.placeholder
source: Enter your staff username
fr: [fr]Enter your staff username

# login.label.password
source: Password:
fr: [fr]Password:

# login.label.username-title
source: Username:
fr: [fr]Username:

# login.button.download-error.normal
source: Download Error
fr: [fr]Download Error

# login.button.log-in.normal
source: Log In
fr: [fr]Create a New Record

# button.settings.normal
source: Settings
fr: [fr]Settings

# home.button.log-out.normal
source: Log Out
fr: [fr]Log Out

# home.field.ward-select.placeholder
source: Tap to select
fr: [fr]Tap to select

# home.label.hospital-title
source: Hospital:
fr: [fr]Hospital:

# home.label.ward-title
source: Ward:
fr: [fr]Ward:

# home.field.trust-select.placeholder
source: Tap to select
fr: [fr]Tap to select

# home.label.trust-title
source: Trust:
fr: [fr]Trust:

# home.field.hospital-select.placeholder
source: Tap to select
fr: [fr]Tap to select

# button.next.normal
source: Next
fr: [fr]Next

# record.button.home.normal
source: Home
fr: [fr]Home

# button.previous.normal
source: Previous
fr: [fr]Previous

# record.segment.navigation.segment_0
source: Basic Data
fr: [fr]Basic Data

# record.segment.navigation.segment_1
source: Questionnaire
fr: [fr]Questionnaire

# record.segment.navigation.segment_2
source: Comments
fr: [fr]Comments

# record.segment.navigation.segment_3
source: Summary
fr: [fr]Summary

# questionnaire.statement
source: What is PRASE? It means Patient Reporting and Action for a Safe Environment. It is a questionnaire which will allow you provide feedback on the safety and quality of care you have experienced during your stay on this ward. Any specific examples of your safety concerns or positive experiences for yourself or other patients around you during this ward stay would be appreciated. Your feedback will be used by the ward to make safety improvements where problems are identified. Participation is voluntary and you can pull out at any time. Once your willingness to participate is confirmed by the PRASE Patient Safety Volunteer, you can then proceed to complete the questionnaire.It is hoped that you are able to complete as many questions as is possible during the time you have with the volunteer. The PRASE Patient Safety Volunteer is here to support you complete this questionnaire. Please be reminded that you can also complete this independently and your carer / family member can also complete it on your behalf. Many thanks for participating.
fr: [fr]What is PRASE? It means Patient Reporting and Action for a Safe Environment. The PRASE tool, which is the questionnaire, will allow you provide feedback on the safety and quality of care you have experienced during your stay on this ward. Any specific examples of your safety concerns or positive experiences for yourself or other patients around you during this ward stay would be appreciated This experience does not need to have caused harm to you or other patients. Your feedback will be used by the ward to make safety improvements as identified. Please note that you or your carer / family member can complete this questionnaire independently or with support of a patient safety volunteer. Once your willingness to participate is confirmed by the patient safety volunteer, you can then proceed to complete the questionnaire.

# question.button.good.normal
source: Add something good
fr: [fr]Add something good

# question.button.concern.normal
source: Add a concern
fr: [fr]Add a concern

# note.label.title
source: Type below to add more details:
fr: [fr]Type below to add more details:

# record.comments.title
source: Thank you for sharing your perspectives of the quality and safety of care you have experienced during your stay on this ward. Is there anything you think has not been covered already which you feel strongly about good or bad?
fr: [fr]We would like to know about your experience of care on this ward or any concerns you have had about your safety, or the safety of other patients, during this hospital visit.

# record.comments.concern-title
source: Do you want to tell us something that has concerned you about your care?
fr: [fr]Do you want to tell us something that has concerned you about your care?

# record.comments.good-title
source: Do you want to tell us something that has been good about your care?
fr: [fr]Do you want to tell us something that has been good about your care?

# date-select.day.placeholder
source: DD
fr: [fr]DD

# date-select.year.placeholder
source: YYYY
fr: [fr]hh

# date-select.month.placeholder
source: MM
fr: [fr]mm

# button.done.normal
source: Done
fr: [fr]Done

# question.prompt
source: Please select an answer from the choices below.
fr: [fr]Please select an answer from the choices below.

# pirt.segment.navigation.segment_0
source: Ward
fr: [fr]Ward

# pirt.segment.navigation.segment_1
source: What is your concern?
fr: [fr]What

# pirt.segment.navigation.segment_2
source: Severity of Concern
fr: [fr]Why

# good.label.title
source: Do you have any examples of positive experiences relating to this question you want to share?
fr: [fr]Do you have any examples of positive experiences relating to this question you want to share?

# pirt.question.serious
source: On a scale of 1-10, how serious do you think your concern was?
fr: [fr]On a scale of 1-10, how serious do you think your concern was?

# prit.questions.prevent
source: Do you think it would have been possible to have stopped your concern from happening?
fr: [fr]Do you think it would have been possible to have stopped your concern from happening?

# prit.questions.label.not-serious
source: Not Serious at all
fr: [fr]Not Serious at all

# pirt.questions.label.serious
source: Extremely Serious
fr: [fr]Extremely Serious

# concern.label.this-ward
source: Comment relating to this ward?
fr: [fr]Comment relating to this ward?
